[
    {
      "name": "Fingertip To Toe Jacks",
      "category": "No_Equip",
      "type": "Core",
      "image": "https://drive.google.com/uc?export=view&id/1dyu0XLn8epTCdMpiEE19_URGISE1B65B",
      "instructions": "Stand up straight with your feet hip-width apart and your hands by your sides. Bend your right leg and lift your foot as high as you can. Slightly rotate your torso to the right and try touching your right foot with your left hand. Repeat on the opposite side and keep alternating sides until the set is complete.",
      "aot": ["thighs","hips","glutes"]
    },

    {
      "name": "Lunge Back Kick",
      "category": "No_Equip",
      "type": "Core",
      "image": "https://drive.google.com/uc?export=view&id/1ueL-nYogVoIayaiAWWRteTUj944WTbRs",
      "instructions": "Start with your feet hip-width apart, take a step to the front with your right leg, and lunge. As you come back up, kick your right leg back and squeeze the glutes. Return to the starting position and repeat with the left leg. Keep alternating legs until the set is complete.",
      "aot": ["glutes","hips","glutes","quads"]
    },

      {
        "name": "Russian twist",
        "category": "No_Equip",
        "type": "Core",
        "image": "https://drive.google.com/uc?export=view&id/1DR4LinCDCGJ-bneDbCeTVZ_SAUjpb9md",
        "instructions": "Root into your sit bones as you lift your feet from the floor, keeping your knees bent. Elongate and straighten your spine at a 45-degree angle from the floor, creating a V shape with your torso and thighs. Reach your arms straight out in front, interlacing your fingers or clasping your hands together. Use your abdominals to twist to the right, then back to center, and then to the left. This is 1 repetition. Do 2 to 3 sets of 8 to 16 repetitions.",
        "aot": ["shoulders","hips"]
      },

      {
        "name": "Skaters",
        "category": "No_Equip",
        "type": "Core",
        "image": "https://drive.google.com/uc?export=view&id/1DR4LinCDCGJ-bneDbCeTVZ_SAUjpb9md",
        "instructions": " Lean forward, jump to the right, bring your left foot behind you, and bring your left arm in front of you. Jump to the left, bring your right arm in front of you and your right foot behind you. Repeat this side-to-side movement until the set is complete.",
        "aot": ["glutes", "quads", "outer thighs", "inner thighs"]
      },

      {
        "name": "Sumo Squat side Bands",
        "category": "No_Equip",
        "type": "Core",
        "image": "https://drive.google.com/uc?export=view&id/1lQ_4s_hWctjxF29hIfhFa2mM-2zAXGRv",
        "instructions": "Stand with your feet a little wider than hip distance apart holding a five- to 10-pound dumbbell over your head. Squeeze your head with your upper arms to fire up your core and protect your neck. Bend sideways to the right, squeezing your waist on the right side. Keep your neck as neutral as possible, looking forward, not down. Pull the left ribs down to return to standing upright. This focuses the work on the left obliques. Switch sides, and bend to the left to complete one rep.",
        "aot": ["shoulders"]
      },

    
      {
        "name": "Cocoon",
        "category": "No_Equip",
        "type": "Abs",
        "image": "https://drive.google.com/uc?export=view&id/1lQ_4s_hWctjxF29hIfhFa2mM-2zAXGRv",
        "instructions": "Lay flat on your back with your arms extended behind your head and your feet slightly off the ground. Pull your knees towards your chest, lift your backside off the floor and lift your arms over your head as you perform a crunch and repeat.",
        "aot": ["belly","abs"]
      },

      {
        "name": "Bycycle crush",
        "category": "No_Equip",
        "type": "Abs",
        "image": "https://hips.hearstapps.com/menshealth-uk/main/assets/cocoon4.gif",
        "instructions": "Contract your core muscles, drawing in your abdomen to stabilize your spine. Hold your head gently with your hands. Pull your shoulder blades back and slowly raise your knees to about a 90-degree angle, lifting your feet from the floor. Exhale and slowly, at first, go through a bicycle pedal motion, bringing one knee up towards your armpit while straightening the other leg, keeping both elevated higher than your hips. Rotate your torso so you can touch your elbow to the opposite knee as it comes up.Twist to the other side, while drawing that knee towards your armpit and the other leg extended until your elbow touches the alternate knee.",
        "aot": ["abdominal ","abs"]
      },

      {
        "name": "V-Up",
        "category": "No_Equip",
        "type": "Abs",
        "image": "https://drive.google.com/uc?export=view&id/1uyQoSB_vKFYizWUjQfkKaWrrUJGHUjRP",
        "instructions": "Lie faceup with your legs extended and arms extended overhead on the floor, keeping them close to your ears. Contract your abs to press your low back into the ground. This is the starting position. Point your toes, squeeze your thighs together, squeeze your glutes, and simultaneously lift your legs and upper back off the ground, reaching your hands forward to meet your feet so that your body forms a V. Keep your core engaged as you slowly lower to return to the starting position.",
        "aot": ["core","abs","back"]
      },

      {
        "name": "Modified V-Up",
        "category": "No_Equip",
        "type": "Abs",
        "image": "https://drive.google.com/uc?export=view&id/1iWONOumzTvMVZUGzmFrDxqe3VsGeQDXx",
        "instructions": "",
        "aot": ["core","abs","hips"]
      },

      {
        "name": "Reverse Crunch",
        "category": "No_Equip",
        "type": "Abs",
        "image": "https://drive.google.com/uc?export=view&id/1iWONOumzTvMVZUGzmFrDxqe3VsGeQDXx",
        "instructions": "Bend your legs at the knee and brace your abs to slowly raise your legs so the knees are directly over your hips and your lower legs are parallel to the floor (bent 90 degrees). This is the starting position. Brace the abdominal muscles and hold a neutral spine position with a slight natural curve in the lower back (lumbar) region, yet with the back firmly against the floor. Contract the abs as you exhale to curl your hips and knees toward your chest, with only your hips coming off the mat as you curl. Your knees should remain at the same angle throughout this upward phase. Your head should be kept straight, and the neck and shoulders should remain relaxed and on the mat. Hold when you cannot curl without your back coming off the mat. Return slowly to the starting position as you inhale, with your hips back on the mat, and your knees over your hips still bent 90 degrees.",
        "aot": ["core","abs","abdominal"]
      }




  
  ]
  